exports.donate = (id, A187, tanggal) => {
	return ` 
	
❉──────────❉

  Hi. *${id.split("@s.whatsapp.net")[0]}* 👋️
  
❉──────────❉

📆 ${tanggal}
         

┏━━━━━━━━━━━━━━━━━━━━
┃ 𝔻𝕆ℕ𝔸𝕊𝕀 𝕂𝔼 ${A187}
┣━━━━━━━━━━━━━━━━━━━━
┣━━━⊱ 𝔻𝕆ℕ𝔸𝕊𝕀 𝔹𝕆𝕊 ❉⊰━━━✿
┃
┃➥ PULSA: 085364937006
┃➥ TRAKTEER:https://trakteer.id/rizkybot
┣╱
┣━━━━━━━━━━━━━━━━━━━━
┣━━━⊱𝚂𝙾𝚂𝙸𝙰𝙻 𝙼𝙴𝙳𝙸𝙰⊰━━━✿
┃➥ *𝑴𝒂𝒔𝒖𝒌 𝒔𝒊𝒏𝒊😙*
┃    *https://chat.whatsapp.com/LLCSpSL2S8A1NJwTnMIgWY*
┃➥ *𝑰𝒏𝒔𝒕𝒂𝒈𝒓𝒂𝒎 <𝑭𝒐𝒍𝒍𝒐𝒘>*
┃     *https://instagram.com/_rizkyfadilah8*
┃➥ *𝑪𝒓𝒆𝒂𝒕𝒐𝒓 Rizky*
┃     *082387804410*
┣━━━━━━━━━━━━━━━━━━━━
┃ *CREATOR BY RIZKY BOT*
┗━━━━━━━━━━━━━━━━━━━━`
}

